Repository: collective/collective.embedly
Catalog: collective/embedly/locales/*/LC_MESSAGES/collective.embedly.po
Languages: de, pt_br, uk

source: API Key
de: API Schlüssel
uk: Ключ API

source: Advanced
de: Fortgeschritten
pt_br: Avançado
uk: Розширені налаштування

source: Cache timeout
de: Vorhaltezeit für den Cache
pt_br: Tempo limite do cache
uk: Тайм-аут кешу

source: Cancel
de: Abbrechen
pt_br: Cancelar
uk: Скасувати

source: Do not request oembed results for services matching this regex (e.g: 'http[s]?://(?:www.)?(?:youtu.be|youtube.com).*'to not replace youtube urls
de: Keine API-Anfrage für URLs abschicken die diesem Regulären Ausdruck entsprechen. (z.B 'http[s]?://(?:www.)?(?:youtu.be|youtube.com).*' um Youtube auszuchließen)

source: Embedly settings
de: Embedly Einstellungen
pt_br: Configurações do Embedly
uk: Налаштування Embedly

source: Enter the API key given to you by Embedly. It can be found by logging into Embedly and going to your dashboard.
de: Geben Sie den API-Schlüssel ein den Sie von Embedly erhalten haben. Nach der Anmeldung unter embed.ly ist dieser in ihrem Dashboard ersichtlich.
pt_br: Insira a chave da API fornecida pelo Embedly. Ela pode ser encontrada entrando em Embedly e indo para seu painel.
uk: Введіть API ключ наданий вам сервісом Embedly. Його можна знайти, залогувавшись в Embedly та перейшовши на панель керування (Dashboard).

source: General
de: Standard
pt_br: Geral
uk: Загальні налаштування

source: Hide Related
de: Verwandte Videos nicht anzeigen
uk: Сховати пов’язані

source: Insert
de: Einfügen
pt_br: Inserir
uk: Вставити

source: Lets you change the settings of collective.embedly
de: Hier können sie die Einstellungen für collective.embedly anpassen.
pt_br: Permite a alteração das configurações do collective.embedly
uk: Дозволяє змінити налаштування collective.embedly

source: Link URL
de: Einzubindende Adresse
pt_br: URL do Link
uk: URL-адреса посилання

source: Preview
de: Vorschau
pt_br: Visualização
uk: Попередній перегляд

source: Services Blacklist
de: Service Blacklist

source: The words parameter has a default value of 50 and works by trying to split the description at the closest sentence to that word count.
de: Den Beschreibungstext nach [Anzahl] Worten am nächstgelegenen Satzende abschneiden. (Standardwert: 50)
pt_br: O parâmetro palavras tem um valor padrão de 50 e trabalha tentando dividir a descrição a uma sentença mais próxima à contagem de palavras.
uk: Парамерт "words" має стандартне значення 50. Опис розділяється на реченні, найближчому до цієї кількості слів.

source: This is the maximum height of the embed in pixels.
de: Maximale Höhe des eingebetteten Objektes in Pixeln.
pt_br: Este é o valor da altura máxima em pixels.
uk: Це максимальна висота вставки в пікселях.

source: This is the maximum width of the embed in pixels.
de: Maximale Breite des eingebetteten Objektes in Pixeln.
pt_br: Este é o valor da largura máxima em pixels.
uk: Це максимальна ширина вставки в пікселях.

source: This will tell Embedly to not show related videos when the youtube video ended.
de: Wenn ausgewählt, nach dem Abspielen eines Youtube Videos keine ähnlichen Videos anzeigen.
uk: Цей параметр дозволить не показувати пов’язані відео, коли youtube відео завершується.

source: This will tell the video/rich media to automatically play when the media is loaded.
de: Videos und andere Medieninhalte werden nach dem Laden automatisch abgespielt.
pt_br: Isto diz ao video/conteúdo de mídia para iniciar a reprodução automaticamente quando a mídia for carregada.
uk: Цей параметр дозволить програвати відео/мультимедіа автоматично при завантаженні.

source: Time is seconds to invalidate cache.
de: Zeitangabe in Sekunden.
pt_br: Segundos para invalidar o cache.
uk: Час в секундах, щоб анулювати кеш.

source: Use Embedly Services API for checking url before getting oembed result.
de: Verwende die Embedly Service API um zu prüfen ob die URL unterstützt wird bevor ein Resultat von oembed angefordert wird.
pt_br: Utilizar a API de Serviços do Embedly para verificar a url antes de obter o resultado oembed.
uk: Використовуйте Embedly Services API для перевірки URL, перш ніж отримати вставлений результат.

source: Use persistent cache
de: Persistenten Cache verwenden
pt_br: Utilizar cache persistente
uk: Використовувати постійний кеш

source: Use persistent cache for Embedly Services API call's responses.
de: Speichert Antworten auf die Embedly Service API in der Datenbank anstatt nur im RAM.
pt_br: Utilizar cache persistente para as respostas de chamadas à API de Serviços do Embedly.
uk: Використовувати постійний кеш для відповідей Embedly Services API

source: Use services regexp
de: Services validieren
pt_br: Usar serviços regexp
uk: Використовувати сервіси regexp

source: Will scale embeds type rich and video to the exact width that a developer specifies in pixels.
de: Skaliert eingebundene Objekte exakt auf die in Pixel angegeben Breite.
pt_br: Irá escalar o conteúdo de mídia/video para o tamanho exato da largura, em pixels, especificado pelo desenvolvedor.
uk: Масштабує вставлене відео до ширини заданої у пікселях.

source: autoplay
de: Automatisch Abspielen

source: chars
de: Zeichen
pt_br: caracteres

source: chars is much simpler than words. Embedly will blindly truncate a description to the number of characters you specify adding ... at the end when needed.
de: Im Gegensatz zu Worte, schneidet Embedly den Beschreibungstext einfach nach [Anzahl] Zeichen ab und fügt wenn nötig am Ende ein ... ein.
pt_br: caracteres é muito mais simples do que palavras. O Embedly irá, cegamente, truncar uma descrição para o número de caracteres que você especificar adicionando ... ao final quando necessário.
uk: Параметр "chars" простіший ніж параметр "words". Embedly просто обріже опис відповідно до кількості символів, яку ви вкажете, і додасть ... в кінці, якщо потрібно.

source: maxheight
de: Maximale Höhe

source: maxwidth
de: Maximale Breite

source: width
de: Breite
pt_br: largura

source: words
de: Worte
pt_br: palavras

source: Either true Embedly will use the video_src meta or Open Graph tag to create a video object to embed.
pt_br: Caso verdadeiro, o Embedly irá usar o meta video_src ou a tag Open Graph para criar um objeto video para embutir.
uk: Embedly використає або video_src meta, або Open Graph тег для створення відео об’єкта для вставки.

source: In some cases, you may need the script tag for saving and displaying later. In order for Embedly to send the script embeds over jsonp add allowscripts.
pt_br: Em alguns casos, você pode precisar da tag script para salvar e exibir mais tarde. A fim de que o Embedly possa enviar o script integrado sobre jsonp, adicionar allowscripts.
uk: У деяких випадках вам знадобиться скрипт тег для зберігання та відображення. Для того, щоб сервіс Embedly посилав вставки скрипта через jsonp, додайте allowscripts.

source: The callback is the name of the javascript function to execute.
pt_br: O callback é o nome da função javascript a ser executada.
uk: Зворотній виклик (callback) - це назва javascript функції для виконання.

source: These all have style elements and inline styles associated with them that make the embeds look good. If you wish to style these embeds yourself, you can add nostyle and Embedly will remove the style elements.
pt_br: Todos esses tem elementos de estilo e estilos inline associados a eles que fazem com que as incorporações (embeds) tenham boa aparência. Se você deseja estilizar estas incorporações (embeds), você pode addionar nostyle e o Embedly irá remover todos os elementos de estilo.
uk: Відео має елементи стилю та вбудовані стилі, пов'язані з ним, які надають вставці гарного вигляду. Якщо ви хочете додати стилі власноруч, ви можете додати nostyle параметр і Embedly видалить всі елементи стилю.

source: Will append the wmode value to the flash object.
pt_br: Irá adicionar o valor wmode ao objeto flash.
uk: Вставить wmode значення у flash об’єкт.

source: window
pt_br: janela
